Repository: MetaModels/filter_checkbox
Catalog: src/Resources/translations/*_metamodel_filtersetting.*.xlf
Languages: de

# typenames.checkbox
source: Yes/no
de: Ja / Nein

# ynfield.label
source: Yes/no instead of attribute name
de: "Ja/Nein" anstatt Attribut-Name

# ynfield.description
source: Show yes/no instead of attribute name and provide attribute name as a headline.
de: Zeige "Ja/Nein" anstelle des Attribut-Namens. Dieser Attribut-Name steht auch als Überschrift zur Verfügung.

# ynmode.description
source: Make yes/no selectable.
de: Mache ja/nein auswählbar.

# option_label_param.label
source: Option label as parameter
de: Optionsbezeichnung als Parameter

# option_label_param.description
source: If this checkbox set, the parameter value is the option label instead a number.
de: Wenn dieses Kontrollkästchen aktiviert ist, ist der Parameterwert die Bezeichnung der Option und nicht eine Zahl.

# ynmode.yes
source: Checkbox yes
de: Ja-Checkbox

# ynmode.no
source: Checkbox no
de: Nein-Checkbox

# ynmode.radio
source: Radio selection
de: Radio-Buttons

# extended_no
source: %attribute%: no
de: %attribute%: nein

# extended_yes
source: %attribute%: yes
de: %attribute%: ja
